Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ENABLE_DEVICE_LOCATOR_MESSAGE_WATCH_REBRAND
source: Find My iPhone allows you to locate, lock, or erase your iPhone if it’s lost or stolen. It will also be enabled on any paired Apple Watch or supported accessory that uses your Apple Account.
ar: تسمح ميزة "العثور على iPhone" بتحديد موقع iPhone أو قفله أو مسحه في حالة فقدانه أو سرقته. وسيتم تمكينها أيضًا على أي Apple Watch مقترنة أو ملحق مدعوم يستخدم حساب Apple.
bg: С функцията Намери моя iPhone можете да откриете, заключите или изтриете вашия iPhone, ако е загубен или откраднат. Тази функция ще се активира и за всеки свързан Apple Watch или поддържан аксесоар, който използва вашата Apple регистрация.
ca: L’app Cerca de l’iPhone et permet trobar, bloquejar o esborrar l’iPhone si el perds o te’l roben. També s’activarà en tots els Apple Watch enllaçats o accessoris compatibles que utilitzin el compte d’Apple.
cs: Najít iPhone vám umožňuje vyhledat, zamknout nebo vymazat váš ztracený či odcizený iPhone. Služba bude zapnuta také na všech spárovaných Apple Watch a podporovaných zařízeních využívajících váš účet Apple.
da: Med Find min iPhone kan du finde, låse eller slette din iPhone, hvis du mister den, eller den bliver stjålet. Funktionen vil også blive slået til på et parret Apple Watch eller understøttet tilbehør, der bruger din Apple‑konto.
de: Mit „Mein iPhone suchen“ kann dieses iPhone bei Verlust oder Diebstahl geortet, gesperrt oder gelöscht werden. Die Funktion wird auch auf allen gekoppelten Apple Watches und unterstützten Geräten aktiviert, auf denen dein Apple Account verwendet wird.
el: Η Εύρεση iPhone σάς επιτρέπει να εντοπίσετε, να κλειδώσετε ή να σβήσετε το iPhone σας σε περίπτωση απώλειας ή κλοπής. Επιπλέον, είναι ενεργοποιημένη σε οποιοδήποτε ζευγοποιημένο Apple Watch ή υποστηριζόμενο αξεσουάρ που χρησιμοποιεί τον λογαριασμό Apple σας.
es: La función “Buscar mi iPhone” te permite localizar, bloquear y borrar tu iPhone si lo pierdes o te lo roban. También se activará en los Apple Watch enlazados o en los accesorios compatibles que usen tu cuenta de Apple.
es_419: Buscar Mi iPhone te permite localizar, bloquear o borrar tu iPhone si lo llegas a perder o te lo roban. También se activará en cualquier Apple Watch enlazado o accesorio compatible que use tu cuenta de Apple.
fi: Etsi iPhoneni ‑toiminnon avulla voit paikantaa, lukita tai tyhjentää iPhonen, jos se katoaa tai varastetaan. Toiminto otetaan käyttöön myös kaikissa Apple Watch ‑laitepareissa ja tuetuissa lisälaitteissa, jotka käyttävät Apple-tiliäsi.
fr: Localiser mon iPhone vous permet de localiser, verrouiller ou effacer votre iPhone en cas de perte ou de vol. Cette option sera aussi activée sur toute Apple Watch jumelée ou sur tout accessoire pris en charge utilisant votre compte Apple.
fr_ca: La fonctionnalité Localiser mon iPhone vous permet de localiser, verrouiller ou effacer votre iPhone en cas de perte ou de vol. Elle sera également activée sur toute Apple Watch jumelée ou tout accessoire compatible qui utilise votre compte Apple.
he: ״איתור ה-iPhone שלי״ מאפשר לך לאתר, לנעול או למחוק את ה-iPhone שלך אם אבד או נגנב. הוא יופעל בנוסף בכל Apple Watch מקושר או בכל אביזר נתמך שמשתמש בחשבון ה-Apple שלך.
hi: “मेरा iPhone ढूँढें” खो जाने या चोरी हो जाने की स्थिति में आपको अपने iPhone का पता लगाने, लॉक करने या इसके डेटा को मिटाने की अनुमति देता है। यह आपके Apple खाते का उपयोग करने वाली किसी पेयर की गई Apple Watch या समर्थित ऐक्सेसरी पर भी सक्षम किया जाएगा।
hr: Značajka “Nađi moj iPhone” omogućava lociranje, zaključavanje ili brisanje vašeg iPhonea ako bude izgubljen ili ukraden. Također će biti omogućena na svakom uparenom Apple Watchu ili podržanim priborima koji koriste vaš Apple račun.
hu: Az iPhone keresése szolgáltatással megkeresheti, zárolhatja vagy törölheti iPhone-ját, ha elveszíti vagy ellopják. Engedélyezve lesz minden olyan párosított Apple Watchon vagy támogatott kiegészítőn is, amely az Ön Apple-fiókját használja.
id: Lacak iPhone memungkinkan Anda untuk menemukan, mengunci, atau menghapus iPhone Anda jika perangkat hilang atau dicuri. Lacak iPhone juga akan diaktifkan di semua Apple Watch yang dipasangkan atau aksesori yang didukung yang menggunakan Akun Apple Anda.
it: “Trova il mio iPhone” ti permette di individuare, bloccare o inizializzare iPhone se viene smarrito o rubato. La funzionalità verrà abilitata anche su qualsiasi Apple Watch abbinato o accessorio supportato che utilizza il tuo Apple Account.
ja: “iPhoneを探す”を使うと、紛失または盗難にあった場合、このiPhoneの所在地確認/ロック/消去を実行できます。同じApple Accountを使用するペアリングされたApple Watchまたは対応しているアクセサリのすべてで有効になります。
kk: «iPhone құрылғымды табу» функциясы iPhone құрылғыңыз жоғалған немесе ұрланған жағдайда, орналасқан жерін табуға, құлыптауға немесе деректерін өшіруге мүмкіндік береді. Сондай-ақ функция Apple аккаунтыңыз пайдаланылатын кез келген жұптастырылған Apple Watch сағатында немесе қолдау көрсетілетін керек-жарақта іске қосылады.
ko: 나의 iPhone 찾기를 사용하면 사용자의 iPhone을 분실하거나 도난당했을 때 해당 기기를 찾거나, 잠그거나, 지울 수 있습니다. 또한 페어링된 Apple Watch 또는 사용자의 Apple 계정을 사용하는 지원 액세서리에서도 모두 활성화됩니다.
lt: Naudojant „iPhone“ lokatorių galima nustatyti pamesto arba pavogto „iPhone“ buvimo vietą, jį užrakinti arba ištrinti jo duomenis. Lokatorius taip pat bus įjungtas kiekviename susietame „Apple Watch“ arba palaikomame priede, kuriame naudojama jūsų „Apple“ paskyra.
ms: Cari iPhone Saya membolehkan anda mencari, mengunci atau memadamkan iPhone anda jika ia hilang atau dicuri. Ia turut akan didayakan pada sebarang Apple Watch berpasangan atau aksesori yang disokong yang menggunakan Akaun Apple anda.
nb: Med Finn iPhone kan du finne igjen, låse eller slette iPhonen din hvis den mistes eller blir stjålet. Funksjonen aktiveres også på alle sammenkoblede Apple Watch-klokker og støttet tilbehør som bruker samme Apple-konto.
nl: Met Zoek mijn iPhone kun je je iPhone zoeken, vergrendelen of wissen als je deze bent verloren of als deze is gestolen. Deze functie wordt ook ingeschakeld op elke gekoppelde Apple Watch en elk ondersteund accessoire dat je Apple Account gebruikt.
pl: Znajdź mój iPhone pozwala lokalizować, blokować i wymazywać iPhone’a, jeśli zostanie zgubiony lub skradziony. Usługa ta zostanie włączona na każdym połączonym w parę Apple Watch lub obsługiwanym urządzeniu korzystającym z konta Apple.
pt_br: O recurso Buscar iPhone permite que você localize, bloqueie ou apague seu iPhone em caso de perda ou roubo. Ele também será ativado em qualquer Apple Watch emparelhado ou em qualquer acessório compatível que use sua Conta Apple.
pt_pt: Encontrar iPhone permite‑lhe localizar, bloquear ou apagar o iPhone se o perder ou se for roubado. Esta funcionalidade será igualmente ativada em qualquer Apple Watch emparelhado ou acessório suportado que use a sua conta Apple.
ro: “Găsire iPhone” vă permite să localizați, să blocați sau să ștergeți iPhone‑ul dvs. în cazul pierderii sau furtului acestuia. Funcționalitatea va fi activată și pentru orice Apple Watch asociat sau accesoriu compatibil care utilizează contul dvs. Apple.
ru: «Найти iPhone» позволяет Вам находить, блокировать или стирать свой iPhone в случае его кражи или утери. Функция будет также включена на любых часах Apple Watch, объединенных в пару с устройством, или на поддерживаемом аксессуаре, на котором используется Ваша учетная запись Apple.
sk: Nájsť môj iPhone vám umožňuje nájsť na mape, zamknúť alebo vymazať váš iPhone v prípade jeho straty alebo odcudzenia. Táto služba bude zároveň zapnutá na všetkých spárovaných Apple Watch a podporovanom príslušenstve, ktoré používa váš Apple účet.
sl: Funkcija Najdi iPhone vam omogoča, da poiščete, zaklenete ali izbrišete svoj iPhone, če ga izgubite ali vam ga ukradejo. Poleg tega bo omogočena v vsaki seznanjeni uri Apple Watch ali podprti dodatni opremi, ki uporablja vaš račun Apple.
sv: Hitta min iPhone gör att du kan hitta, låsa eller radera din iPhone om du tappar bort den eller om den blir stulen. Funktionen aktiveras även på alla parkopplade Apple Watch-enheter och tillbehör som stöds och som använder ditt Apple‑konto.
th: “ค้นหา iPhone ของฉัน” จะช่วยให้คุณหา ล็อค หรือลบข้อมูล iPhone ของคุณหากเครื่องสูญหายหรือถูกขโมย และจะถูกเปิดใช้งานบน Apple Watch ที่จับคู่หรืออุปกรณ์เสริมที่รองรับและใช้บัญชี Apple ของคุณด้วย
tr: iPhone’umu Bul; iPhone’unuz kaybolduğunda veya çalındığında onu bulmanızı, kilitlemenizi veya silmenizi sağlar. Ayrıca Apple Hesabı’nızı kullanan eşlenmiş Apple Watch’larda veya desteklenen aksesuarlarda da etkinleştirilir.
uk: Функція «Де iPhone» дає змогу знайти, замкнути чи стерти свій iPhone, якщо його втрачено або викрадено. Цю функцію також буде ввімкнено на всіх спарених Apple Watch або сумісних приладах, які використовують ваш обліковий запис Apple.
vi: Tìm iPhone cho phép bạn định vị, khóa hoặc xóa iPhone nếu thiết bị của bạn bị mất hoặc bị đánh cắp. Ứng dụng này cũng được bật trên bất kỳ Apple Watch được ghép đôi hoặc phụ kiện được hỗ trợ nào sử dụng Tài khoản Apple của bạn.
zh_cn: 如果iPhone遗失或失窃，“查找我的iPhone”可让你定位、锁定或抹掉它，该功能将同时在使用你Apple账户登录的所有已配对Apple Watch或受支持配件上启用。
zh_hk: 「尋找我的iPhone」可讓你定位、鎖定或清除遺失或失竊的iPhone。此功能亦會在使用你Apple帳户及任何已配對的Apple Watch或支援配件上啟用。
zh_tw: 「尋找我的iPhone」可讓你定位、鎖定或清除你遺失或遭竊的iPhone。在使用你「Apple帳號」且已配對的Apple Watch或支援配件上也會啟用此功能。

# ERROR_DISPLAYING_HEALTHY_CUSTODIANS
source: An error occurred while displaying your recovery contacts. Try again later.
ar: حدث خطأ أثناء عرض جهات اتصال الاسترداد. يرجى المحاولة مرة أخرى لاحقًا.
bg: Възникна грешка при показването на контактите ви за възстановяване. Моля, опитайте отново по-късно.
ca: Hi ha hagut un error en mostrar els contactes de recuperació. Torna‑ho a provar més tard.
cs: Při zobrazování kontaktů pro obnovení se vyskytla chyba. Zkuste to znovu.
da: Der opstod en fejl, da dine gendannelseskontakter skulle vises. Prøv igen senere.
de: Beim Anzeigen der Wiederherstellungs­kontakte ist ein Fehler aufgetreten. Versuche es später erneut.
el: Παρουσιάστηκε σφάλμα κατά την εμφάνιση των επαφών ανάκτησής σας. Δοκιμάστε ξανά αργότερα.
es: Se ha producido un error al mostrar tus contactos de recuperación. Inténtalo de nuevo más tarde.
es_419: Ocurrió un error al mostrar tus contactos de recuperación. Intenta más tarde.
fi: Palautuksen yhteyshenkilöitä näytettäessä tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Une erreur est survenue lors de l’affichage de vos contacts de récupération. Réessayez plus tard.
fr_ca: Une erreur s’est produite pendant l’affichage de vos contacts de récupération. Réessayez plus tard.
he: אירעה שגיאה בעת הצגת אנשי הקשר לשחזור. יש לנסות שוב מאוחר יותר.
hi: आपके रिकवरी संपर्क डिस्प्ले करते समय एरर हुआ। बाद में फिर कोशिश करें।
hr: Došlo je do greške prilikom prikaza vaših kontakata za oporavak. Pokušajte ponovno kasnije.
hu: Hiba történt az Ön helyreállítási kontaktjainak megjelenítése közben. Próbálja újra később.
id: Terjadi kesalahan saat menampilkan kontak pemulihan Anda. Coba lagi nanti.
it: Si è verificato un errore durante la visualizzazione dei contatti di recupero. Riprova più tardi.
ja: 復旧用連絡先の表示中にエラーが起きました。あとでやり直してみてください。
kk: Қалпына келтіру контактілерін көрсету кезінде қате орын алды. Әрекетті кейінірек қайталаңыз.
ko: 사용자의 복구 연락처를 표시하는 도중 오류가 발생했습니다. 나중에 다시 시도하십시오.
lt: Rodant jūsų prieigą atkuriančius asmenis įvyko klaida. Bandykite dar kartą vėliau.
ms: Ralat berlaku semasa memaparkan kenalan pemulihan anda. Cuba lagi kemudian.
nb: Det oppsto en feil under visning av gjen­opprettings­kontaktene. Prøv igjen senere.
nl: Er heeft zich een fout voorgedaan bij het weergeven van je herstelcontacten. Probeer het later opnieuw.
pl: Wystąpił błąd podczas wyświetlania Twoich kontaktów odzyskiwania. Spróbuj ponownie później.
pt_br: Ocorreu um erro ao exibir os seus contatos de recuperação. Tente de novo mais tarde.
pt_pt: Ocorreu um erro ao mostrar os seus contactos de recuperação. Volte a tentar mais tarde.
ro: A survenit o eroare în timpul afișării contactelor de recuperare. Reîncercați mai târziu.
ru: Произошла ошибка при отображении контактов для восстановления доступа. Повторите попытку позже.
sk: Pri zobrazovaní kontaktov na obnovu sa vyskytla chyba. Skúste to znovu neskôr.
sl: Pri prikazovanju vaših stikov za obnovitev je prišlo do napake. Poskusite znova pozneje.
sv: Ett fel inträffade vid visning av dina återställningskontakter. Försök igen senare.
th: เกิดข้อผิดพลาดขึ้นในระหว่างแสดงผู้ติดต่อการกู้คืนของคุณ ลองอีกครั้งในภายหลัง
tr: Kurtarma kişileriniz görüntülenirken bir hata oluştu. Lütfen daha sonra yeniden deneyin.
uk: Сталася помилка під час показу контактів для відновлення. Спробуйте пізніше.
vi: Đã xảy ra lỗi trong khi hiển thị các liên hệ khôi phục của bạn. Hãy thử lại sau.
zh_cn: 显示恢复联系人时出错。请稍后再试。
zh_hk: 顯示你的還原聯絡人時發生錯誤，請稍後再試。
zh_tw: 顯示你的復原聯絡人時發生錯誤。請稍後再試。

source: Get Passwords App
ar: تنزيل تطبيق كلمات السر
bg: Вземи приложението Пароли
ca: Obtén l’app Contrasenyes
cs: Získat aplikaci Hesla
da: Hent appen Adgangskoder
de: Passwörter-App abrufen
el: Λήψη της εφαρμογής «Συνθηματικά»
es: Obtener la app Contraseñas
es_419: Obtener app Contraseñas
fi: Hae Salasanat-appi
fr: Obtenir l’app Mots de passe
fr_ca: Obtenir l’app Mots de passe
he: הורדת היישום ״סיסמאות״
hi: पासवर्ड ऐप प्राप्त करें
hr: Dohvati aplikaciju Lozinke
hu: Jelszavak app letöltése
id: Dapatkan App Kata Sandi
it: Scarica l’app Password
ja: パスワードアプリを取得
kk: «Құпиясөздер» қолданбасын алу
ko: 암호 앱 받기
lt: Gauti programą „Slaptažodžiai“
ms: Dapatkan App Kata Laluan
nb: Hent Passord-appen
nl: Download Wachtwoorden-app
pl: Pobierz aplikację Hasła
pt_br: Obter App Senhas
pt_pt: Obter aplicação Palavras‑passe
ro: Obțineți aplicația Parole
ru: Загрузить приложение «Пароли»
sk: Získať apku Heslá
sl: Prenesi aplikacijo Gesla
sv: Hämta appen Lösenord
th: รับแอปรหัสผ่าน
tr: Parolalar Uygulamasını İndir
uk: Отримати програму «Паролі»
vi: Nhận ứng dụng Mật khẩu
zh_cn: 获取“密码”App
zh_hk: 取得「密碼」App
zh_tw: 取得「密碼」App

# HSA2_CODE_GENERATOR_BODY
source: Enter this verification code on your other device to sign in.
ar: قم بإدخال رمز التحقق هذا على جهازك الآخر لتسجيل الدخول.
bg: Въведете този код за верификация на другото си устройство, за да влезете.
ca: Introdueix aquest codi de verificació a l’altre dispositiu per iniciar sessió.
cs: Chcete‑li se přihlásit, zadejte na svém druhém zařízení tento ověřovací kód.
da: Skriv denne bekræftelseskode på din anden enhed for at logge ind.
de: Gib diesen Bestätigungscode auf deinem anderen Gerät ein, um dich anzumelden.
el: Εισαγάγετε αυτόν τον κωδικό επαλήθευσης στην άλλη συσκευή σας για σύνδεση.
es: Introduce este código de verificación en tu otro dispositivo para iniciar sesión.
es_419: Ingresa este código de verificación en tu otro dispositivo para iniciar sesión.
fi: Kirjaudu sisään syöttämällä tämä vahvistuskoodi toisessa laitteessa.
fr: Saisissez ce code de validation sur votre autre appareil pour vous connecter.
fr_ca: Entrez ce code de validation sur votre autre appareil pour vous connecter.
he: יש להזין קוד אימות זה במכשיר האחר שלך כדי להתחבר.
hi: साइन इन करने के लिए अपने अन्य डिवाइस पर यह सत्यापन कोड दर्ज करें।
hr: Unesite ovaj verifikacijski kôd na vaš drugi uređaj kako biste se prijavili.
hu: A bejelentkezéshez adja meg ezt az ellenőrzőkódot a másik eszközén.
id: Masukkan kode verifikasi ini di perangkat Anda lainnya untuk masuk.
it: Inserisci il codice di verifica sull’altro dispositivo per effettuare l’accesso.
ja: サインインするには、ほかのデバイスでこの確認コードを入力してください。
kk: Жүйеге кіру үшін осы растау кодын басқа құрылғыға енгізіңіз.
ko: 로그인하려면 사용자의 다른 기기에 이 확인 코드를 입력하십시오.
lt: Norėdami prisijungti, šį patvirtinimo kodą įveskite kitame savo įrenginyje.
ms: Masukkan kod pengesahan ini pada peranti lain anda untuk mendaftar masuk.
nb: Skriv inn verifiseringskoden på den andre enheten for å logge på.
nl: Voer deze verificatiecode in op je andere apparaat om in te loggen.
pl: Podaj ten kod weryfikacyjny na innym urządzeniu, aby się zalogować.
pt_br: Digite este código de verificação em seu outro dispositivo para iniciar uma sessão.
pt_pt: Digite este código de confirmação no outro dispositivo para iniciar sessão.
ro: Introduceți acest cod de verificare pe celălalt dispozitiv al dvs. pentru autentificare.
ru: Чтобы войти, введите этот код проверки на своем другом устройстве.
sk: Ak sa chcete prihlásiť, zadajte na druhom zariadení tento overovací kód.
sl: Za vpis vnesite to potrditveno kodo v svojo drugo napravo.
sv: Ange denna verifieringskod på den andra enheten för att logga in.
th: ป้อนรหัสตรวจสอบยืนยันนี้บนอุปกรณ์เครื่องอื่นของคุณเพื่อลงชื่อเข้า
tr: Giriş yapmak için diğer aygıtınızda bu doğrulama kodunu girin.
uk: Введіть цей код перевірки на своєму іншому пристрої, щоб увійти.
vi: Nhập mã xác minh này trên thiết bị khác của bạn để đăng nhập.
zh_cn: 在你的另一台设备上输入此验证码以登录。
zh_hk: 在你其他的裝置輸入此驗證碼以登入。
zh_tw: 在其他裝置上輸入此驗證碼來登入。

# HSA2_CODE_GENERATOR_BODY_WITH_DISCLAIMER
source: Enter this verification code on your other device to sign in. Don’t share this code with anyone. Apple will never call or text you for this code.
ar: أدخل رمز التحقق هذا على جهازك الآخر لتسجيل الدخول. يرجى عدم مشاركة هذا الرمز مع أحد. لن تتصل بك Apple أو ترسل إليك رسالة نصية أبدًا بخصوص هذا الرمز.
bg: Въведете този код за верификация на другото си устройство, за да влезете. Не споделяйте този код с никого. Apple никога няма да ви се обади или да ви изпрати съобщение за този код.
ca: Introdueix aquest codi de verificació a l’altre dispositiu per iniciar sessió. No comparteixis el codi amb ningú. Apple mai no et trucarà ni t’enviarà cap missatge per demanar‑te’l.
cs: Chcete‑li se přihlásit, zadejte na svém druhém zařízení tento ověřovací kód. Kód nikomu nesdělujte. Společnost Apple ho od vás telefonicky ani textovou zprávou nikdy nebude žádat.
da: Skriv denne bekræftelseskode på din anden enhed for at logge ind. Del ikke denne kode med nogen. Apple vil aldrig ringe til dig eller sende en tekstbesked og bede om koden.
de: Gib diesen Bestätigungscode auf deinem anderen Gerät ein, um dich anzumelden. Teile diesen Code mit niemandem. Apple wird dich niemals per Anruf oder Textnachricht nach diesem Code fragen.
el: Εισαγάγετε αυτόν τον κωδικό επαλήθευσης στην άλλη συσκευή σας για να συνδεθείτε. Μην κοινοποιήσετε αυτόν τον κωδικό σε κανένα άτομο. Η Apple ποτέ δεν θα σας καλέσει ούτε θα σας στείλει μήνυμα σχετικά με αυτόν τον κωδικό.
es: Introduce este código de verificación en tu otro dispositivo para iniciar sesión. No lo compartas con nadie. Apple nunca te llamará ni te enviará un mensaje para pedírtelo.
es_419: Ingresa este código de verificación en tu otro dispositivo para iniciar sesión. No compartas este código con nadie. Apple nunca te lo solicitará ni a través de una llamada ni de un mensaje de texto.
fi: Kirjaudu sisään syöttämällä tämä vahvistuskoodi toisessa laitteessa. Älä jaa tätä koodia kenenkään kanssa. Apple ei koskaan pyydä tätä koodia soittamalla tai lähettämällä viestin.
fr: Saisissez ce code de validation sur votre autre appareil pour vous connecter. Ne partagez ce code avec personne. Apple ne vous appellera pas et ne vous enverra pas de message pour vous demander ce code.
fr_ca: Entrez ce code de validation sur votre autre appareil pour vous connecter. Ne partagez pas ce code avec qui que ce soit. Jamais Apple ne vous appellera ou ne vous enverra de message texte pour obtenir ce code.
he: יש להזין את קוד האימות הזה במכשיר האחר כדי להתחבר. אין לשתף קוד זה עם איש. Apple לעולם לא תתקשר או תשלח לך הודעה כדי לבקש את הקוד.
hi: साइन इन करने के लिए अपने अन्य डिवाइस पर यह सत्यापन कोड दर्ज करें। यह कोड किसी के भी साथ शेयर न करें। Apple इस कोड के लिए आपको कभी कॉल नहीं करेगा या SMS नहीं भेजेगा।
hr: Unesite ovaj verifikacijski kôd na drugi uređaj kako biste se prijavili. Nemojte dijeliti ovaj kôd ni sa kime. Apple vas nikad neće pozivom ili porukom tražiti ovaj kôd.
hu: A bejelentkezéshez adja meg ezt az ellenőrzőkódot a másik eszközén. Ezt a kódot ne ossza meg senkivel. Az Apple sosem fogja Önt felhívni, vagy Önnek üzenetet küldeni a kóddal kapcsolatban.
id: Masukkan kode verifikasi ini di perangkat Anda lainnya untuk masuk. Jangan bagikan kode ini dengan siapa pun. Apple tidak akan pernah memanggil atau mengirimi Anda pesan teks untuk kode ini.
it: Inserisci il codice di verifica sull’altro dispositivo per effettuare l’accesso. Non condividere il codice con nessuno. Apple non lo richiederà mai tramite chiamate o messaggi.
ja: ほかのデバイスでサインインするには、この確認コードを入力してください。このコードは誰とも共有しないでください。このコードに関して、Appleから電話したりテキストメッセージを送信することはありません。
kk: Жүйеге кіру үшін басқа құрылғыңызда осы тексеру кодын енгізіңіз. Бұл кодты ешкімге айтпаңыз. Apple компаниясы осы кодты сұрау үшін ешқашан сізге қоңырау шалмайды немесе хабар жібермейді.
ko: 로그인하려면 사용자의 다른 기기에 이 확인 코드를 입력하십시오. 이 코드를 다른 사람과 공유하지 마십시오. Apple은 어떤 경우에도 전화나 문자 메시지로 사용자에게 코드를 요구하지 않습니다.
lt: Norėdami prisijungti, šį patvirtinimo kodą įveskite kitame savo įrenginyje. Šiuo kodu nesidalykite su niekuo kitu. „Apple“ niekada neskambina ir nerašo, prašydama pateikti šį kodą.
ms: Masukkan kod pengesahan ini pada peranti lain anda untuk mendaftar masuk. Jangan kongsi kod ini dengan sesiapa. Apple tidak akan menghubungi atau menghantar mesej kepada anda untuk mendapatkan kod ini.
nb: Skriv inn verifiseringskoden på den andre enheten for å logge på. Ikke del denne koden med noen andre. Apple vil aldri be om denne koden over telefon eller på tekstmelding.
nl: Voer deze verificatiecode in op je andere apparaat om in te loggen. Deel deze code met niemand. Apple belt of sms't je nooit voor deze code.
pl: Podaj ten kod weryfikacji na innym urządzeniu, aby się zalogować. Nie udostępniaj tego kodu nikomu. Apple nigdy nie prosi o podanie tego kodu w rozmowie telefonicznej ani wiadomości tekstowej.
pt_br: Digite este código de verificação no seu dispositivo para iniciar a sessão. Não compartilhe este código com ninguém. A Apple nunca ligará nem enviará uma mensagem de texto para solicitar o código.
pt_pt: Digite este código de confirmação no outro dispositivo para iniciar sessão. Não partilhe este código. Nunca irá receber chamadas ou mensagens da Apple a solicitar este código.
ro: Introduceți acest cod de verificare pe celălalt dispozitiv al dvs. Nu partajați acest cod cu nimeni. Apple nu vă va solicita niciodată acest cod prin apeluri sau mesaje.
ru: Чтобы войти, введите этот код проверки на своем другом устройстве. Не передавайте этот код никому. Сотрудники Apple никогда не позвонят и не напишут Вам с просьбой сообщить этот код.
sk: Ak sa chcete prihlásiť, zadajte na druhom zariadení tento overovací kód. Tento kód s nikým nezdieľajte. Spoločnosť Apple vás nikdy telefonicky ani v správe nepožiada o tento kód.
sl: Za vpis vnesite to potrditveno kodo v svojo drugo napravo. Kode ne delite z nobeno osebo. Apple vas nikoli ne bo klical ali vam pisal in zahteval kodo.
sv: Ange denna verifieringskod på den andra enheten för att logga in. Dela inte den här koden med någon. Apple kommer aldrig att be om den här koden genom att ringa eller skicka ett textmeddelande.
th: ป้อนรหัสตรวจสอบยืนยันนี้บนอุปกรณ์อีกเครื่องของคุณเพื่อลงชื่อเข้า อย่าแชร์รหัสนี้กับใคร Apple จะไม่โทรหรือส่งข้อความเพื่อขอรหัสนี้จากคุณ
tr: Giriş yapmak için diğer aygıtınızda bu doğrulama kodunu girin. Bu kodu kimseyle paylaşmayın. Apple, bu kod için asla sizi aramaz ya da size mesaj göndermez.
uk: Введіть цей код перевірки на своєму іншому пристрої, щоб увійти. Не передавайте цей код нікому. Apple ніколи не запитуватиме у вас цей код телефоном чи повідомленням.
vi: Nhập mã xác minh này trên thiết bị khác của bạn để đăng nhập. Không chia sẻ mã này với bất kỳ ai. Apple sẽ không bao giờ gọi hoặc nhắn tin cho bạn để yêu cầu mã này.
zh_cn: 在你的另一台设备上输入此验证码以登录。请勿与任何人共享此验证码。Apple绝不会致电或发信息向你索要此验证码。
zh_hk: 請在你的其他裝置上輸入此驗證碼以登入。請勿與任何人分享此代碼。Apple絕對不會致電或傳送短訊要求此代碼。
zh_tw: 在其他裝置上輸入此驗證碼來登入。請不要與任何人分享此驗證碼。Apple永遠不會撥打電話或傳送訊息要求此驗證碼。
